Repository: giellalt/corpus-smj
Catalog: tmx/nob/admin/depts/udir.no/16_generell-litteratur-og-larestoff.html.tmx
Source language: smj
Languages: nob

source: Udir.no - Dábálasj girjjálasjvuohta ja oahppamusá
nob: Udir.no - Generell litteratur og lærestoff

source: Dábálasj girjjálasjvuohta ja oahppamusá
nob: Generell litteratur og lærestoff

source: Gaup-Westerlund, Stina: Lávllagirji, Luleå alltryck AB 1980
nob: Nergård, Jens-Ivar: Det skjulte Nord-Norge, Ad Notam Gyldendal 1994

source: Skuvlasálbmagirji, Verbum, 1995.
nob: Qvigstad, Just K.: Lappiske eventyr og sagn, 4 bd.

source: Westerlund, Stina-Gaup: Lávllagirji, Luleå Alltryck, AB.
nob: Wersland / Rognli: Joik i den gamle samiske religionen, Yoik in the Old Sami Religion, Vett og Viten, 2006

source: Westerlund, Stina-Gaup: Lávlungirji, Sámiskuvlastivra, Luleå Alltryck, AB.
nob: Wersland / Rognli: Joik i den gamle samiske religionen, Yoik in the Old Sami Religion, Vett og Viten, 2006

source: Lulesamisk
nob: www.statped.no/moller

source: Gælok, Paul: Haŋŋá boade gáddáj, 1990
nob: , Norsk filminstitutt 1991, www.nfi/filmbutikken

source: Bull, Ella Holm: Ov-messie darjomes, Idut 2000
nob: Sørsamene, Det norske filminstituttet, 1993

source: http://giellatekno.uit.no/norsk.html
nob: Sametingets plakatserier:
